alefragnani.project-manager
asvetliakov.vscode-neovim
be5invis.vscode-custom-css
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
github.copilot-chat
golang.go
kevinrose.vsc-python-indent
letrieu.expand-region
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
njpwerner.autodocstring
pkief.material-icon-theme
prisma.prisma
richie5um2.vscode-sort-json
sainnhe.everforest
stateful.marquee
tushortz.python-extended-snippets
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim